{
    "curiosity-rover": "Curiosity Rover",
    "sections": {
        "1": {
            "title": "Mars Science Laboratory: Curiosity Rover",
            "content": "Part of NASA's Mars Science Laboratory mission, at the time of launch, Curiosity was the largest and most capable rover ever sent to Mars at that time."
        },
        "2": {
            "title": "Meet Curiosity",
            "content": "Curiosity is a car-sized rover designed to explore the crater Gale on Mars as part of NASA's Mars Science Laboratory mission. Curiosity was launched from Cape Canaveral on November 26, 2011, at 15: 02 UTC and landed on Aeolis Palus inside Gale on Mars on August 6, 2012, 05: 17 UTC.",
            "parts": {
                "1": {
                    "title": "Mast Camera",
                    "description": "This is the rover's head. The Mastcam system provides multiple spectra and true-color imaging with two cameras. The cameras can take true-color images at 1600×1200 pixels and up to 10 frames per second hardware-compressed video at 720p (1280×720)."
                },
                "2": {
                    "title": "Robotic Arm",
                    "description": "The 7-foot-long (2.1 meters) robotic arm can move a lot like your arm. Its shoulder, elbow. and wrist 'joints' offer maximum flexibility. Using the arm, the rover works as a human geologist: holding and using science tools with its 'hand,' or turret. The 'hand tools' extract cores from rocks, take microscopic images. and analyze the elemental and mineral composition of Martian rocks and soil."
                },
                "3": {
                    "title": "X-band Earth Link",
                    "description": "Transmitting data directly to and from Earth. Telecommunication included a small deep space transponder on the descent stage and a solid-state power amplifier on the rover for X-band."
                },
                "4": {
                    "title": "Suspension",
                    "description": "Like NASA's previous rovers, Perseverance uses a 'rocker-bogie' suspension system . The suspension system connects the wheels to the rover and controls how the rover interacts with the Martian terrain."
                },
                "5": {
                    "title": "Wheels",
                    "description": "Curiosity is equipped with six 50 cm (20 in) diameter wheels in a rocker-bogie suspension. Engineers redesigned the Mars 2020 Perseverance rover's wheels to be more robust, due to wear and tear the Curiosity rover wheels endured while driving over sharp, pointy rocks. The four-wheel steering also lets the rover swerve and curve, making arcing turns."
                },
                "6": {
                    "title": "Power source",
                    "description": "For electrical power, Perseverance carries a radioisotope power system (RPS). This system produces a dependable electricity flow using the heat of plutonium-238's radioactive decay as its 'fuel.' The power source, called a Multi-Mission Radioisotope Thermoelectric Generator (MMRTG), has a 14-year operational lifetime."
                },
                "7": {
                    "title": "Mars Hand Lens Imager (MAHLI)",
                    "description": "MAHLI is a camera on the rover's robotic arm, and acquires microscopic images of rock and regolith.  The 'hand tools' extract cores from rocks, take microscopic images. and analyze the elemental and mineral composition of Martian rocks and soil."
                },
                "8": {
                    "title": "Antenna UHF",
                    "description": "Curiosity is equipped with significant telecommunication redundancy by several means: an X band transmitter and receiver that can communicate directly with Earth, and an Ultra high frequency (UHF) Electra-Lite software-defined radio for communicating with Mars orbiters. Main job is transmitting data to Earth through Mars orbiters"
                },
                "9": {
                    "title": "Sample Handling",
                    "description": "The Perseverance rover is the first mission to demonstrate gathering samples from Martian rocks and soil using its drill. The rover stores the sample cores in tubes on the Martian surface. This sample caching process could potentially pave the way for future missions to collect the samples and return them to Earth for intensive laboratory analysis."
                }
            }
        },
        "3": {
            "explore-mars": "Explore the Mars"
        }
    }
}